insightApp
		.service(
				'insightService',
				function() {
					function ConstantData() {
						this.insight = {
							applyStatusData : [ {
								"id" : "1",
								"title" : "受付"
							}, {
								"id" : "2",
								"title" : "処理中"
							}, {
								"id" : "9",
								"title" : "連絡依頼"
							}, {
								"id" : "3",
								"title" : "完了"
							}, {
								"id" : "4",
								"title" : "却下（総合的判断）"
							}, {
								"id" : "5",
								"title" : "却下（本人確認連絡不可）"
							}, {
								"id" : "6",
								"title" : "却下（郵便受取不可）"
							}, {
								"id" : "7",
								"title" : "却下（内容不備）"
							}, {
								"id" : "8",
								"title" : "却下（本人申出）"
							} ],
							accountStatusData : [ {
								"id" : "1",
								"title" : "受付"
							}, {
								"id" : "2",
								"title" : "処理中"
							}, {
								"id" : "3",
								"title" : "完了"
							}, {
								"id" : "4",
								"title" : "却下（総合的判断）"
							}, {
								"id" : "5",
								"title" : "却下（本人確認連絡不可）"
							}, {
								"id" : "6",
								"title" : "却下（郵便受取不可）"
							}, {
								"id" : "7",
								"title" : "却下（内容不備）"
							}, {
								"id" : "8",
								"title" : "アカウント登録"
							} , {
								"id" : "9",
								"title" : "メールアドレス変更"
							} , {
								"id" : "10",
								"title" : "パスワード初期化"
							} ],
							documentStatusData : [ {
								"id" : "1",
								"title" : "受付"
							}, {
								"id" : "2",
								"title" : "処理中"
							}, {
								"id" : "3",
								"title" : "完了"
							}, {
								"id" : "4",
								"title" : "再送付依頼（不鮮明）"
							}, {
								"id" : "5",
								"title" : "再送付依頼（資料相違）"
							}, {
								"id" : "6",
								"title" : "再送付依頼（資料不備）"
							} ],
							loanData : [ {
								"id" : "1",
								"title" : "受付"
							}, {
								"id" : "2",
								"title" : "処理中"
							}, {
								"id" : "3",
								"title" : "完了"
							}, {
								"id" : "4",
								"title" : "却下（総合的判断）"
							} ],
							loanStatusData : [ {
								"id" : "3",
								"title" : "完了"
							}, {
								"id" : "4",
								"title" : "却下（総合的判断）"
							} ],

							pStatusData : [ {
								"id" : "9",
								"title" : "連絡依頼"
							}, {
								"id" : "3",
								"title" : "完了"
							}, {
								"id" : "4",
								"title" : "却下（総合的判断）"
							}, {
								"id" : "5",
								"title" : "却下（本人確認連絡不可）"
							}, {
								"id" : "6",
								"title" : "却下（郵便受取不可）"
							}, {
								"id" : "7",
								"title" : "却下（内容不備）"
							}, {
								"id" : "8",
								"title" : "却下（本人申出）"
							} ],
							// 性別
							sexData : [ {
								"id" : "0",
								"title" : "男"
							}, {
								"id" : "1",
								"title" : "女"
							}, {
								"id" : "2",
								"title" : "その他"
							} ],
							// カードの種類
							cardTypeData : [ {
								"id" : "0",
								"title" : "一般"
							}, {
								"id" : "2",
								"title" : "サンフレッチェ"
							} ],
							// 取引種類
							transactionTypeData : [ {
								"id" : "3",
								"title" : "総合普通"
							} ],
							// 利用しないサービス
							noApplicationServiceData : [ {
								"id" : "1",
								"title" : "ATM通帳出金"
							}, {
								"id" : "2",
								"title" : "ペイジー口座振替受付サービス"
							}, {
								"id" : "3",
								"title" : "デビットカードサービス"
							}, {
								"id" : "4",
								"title" : " （選択なし）"
							} ],
							// 申込サービス
							applyServiceData : [ {
								"id" : "1",
								"title" : "<ひろぎん>ダイレクトバンキング"
							}, {
								"id" : "2",
								"title" : "<ひろぎん>インターネット専用口座"
							} ],
							pushStatusData : [ {
								"id" : "1",
								"title" : "未開封"
							}, {
								"id" : "2",
								"title" : "開封"
							},
							// }, {
							// "id" : "3",
							// "title" : "配信失敗"
							// }, {
							// "id" : "4",
							// "title" : "配信不可"
							// },
							{
								"id" : "5",
								"title" : "―"
							}
							// {
							// "id" : "6",
							// "title" : "承認取下げ"
							// },
							// {
							// "id" : "7",
							// "title" : "承認取下げ（端末IDなし、配信不可）"
							// },
							// {
							// "id" : "8",
							// "title" : "承認取下げ（配信エラー）"
							// }
							],
							pushStatusDataDB : [ {
								"id" : "1",
								"title" : "未開封"
							}, {
								"id" : "2",
								"title" : "開封"
							}, {
								"id" : "3",
								"title" : "配信失敗"
							}, {
								"id" : "4",
								"title" : "配信不可"
							}, {
								"id" : "5",
								"title" : "承認取下げ"
							}, {
								"id" : "6",
								"title" : "承認取下げ（端末IDなし、配信不可）"
							}, {
								"id" : "7",
								"title" : "承認取下げ（配信エラー）"
							}, {
								"id" : "",
								"title" : "―"
							} ],

							// 商品指定
							goodsAppointData : [ {
								"id" : "1",
								"title" : "投資信託総合口座"
							}, {
								"id" : "2",
								"title" : "〈ひろぎん〉バリューワン・〈ひろぎん〉ペイジー"
							}, {
								"id" : "3",
								"title" : "カードローン（〈ひろぎん〉ハローローンワイド）"
							}, {
								"id" : "4",
								"title" : "カードローン（スーパーカードローンVIP）"
							} ],
							// 取引目的
							traPurposesData : [ {
								"id" : "1",
								"title" : "生活費決済"
							}, {
								"id" : "2",
								"title" : "給料受取／年金受取"
							}, {
								"id" : "3",
								"title" : "貯蓄／資産運用"
							}, {
								"id" : "4",
								"title" : "融資"
							}, {
								"id" : "5",
								"title" : "外国為替取引"
							}, {
								"id" : "6",
								"title" : "その他	"
							} ],
							// 職業
							occupationData : [ {
								"id" : "01",
								"title" : "会社役員／団体役員"
							}, {
								"id" : "02",
								"title" : "会社員／団体職員"
							}, {
								"id" : "03",
								"title" : "公務員"
							}, {
								"id" : "04",
								"title" : "個人事業主／自営業"
							}, {
								"id" : "05",
								"title" : "パート／アルバイト／派遣社員／契約社員"
							}, {
								"id" : "06",
								"title" : "主婦"
							}, {
								"id" : "07",
								"title" : "学生"
							}, {
								"id" : "08",
								"title" : "退職された方／無職の方"
							}, {
								"id" : "90",
								"title" : "その他	"
							} ],
							// 本人確認書類
							identificationTypeData : [ {
								"id" : "A1",
								"title" : "運転免許証"
							}, {
								"id" : "A2",
								"title" : "パスポート"
							}, {
								"id" : "A3",
								"title" : "住基カード"
							}, {
								"id" : "A4",
								"title" : "マイナンバーカード"
							} ],
							// 生活状況確認書類
							livingConditionsData : [ {
								"id" : "B1",
								"title" : "住民票"
							}, {
								"id" : "B2",
								"title" : "公共料金領収証"
							} ],
							// 既に口座をお持ちの方/ダイレクトバンキングサービスのご契約
							holdData : [ {
								"id" : "0",
								"title" : "無"
							}, {
								"id" : "1",
								"title" : "有"
							} ],
							// ひろぎんネット支店の口座開設の動機
							accountAppMotiveData : [ {
								"id" : "01",
								"title" : "近くに〈ひろぎん〉の店舗がないから"
							}, {
								"id" : "02",
								"title" : "日中店頭に行く時間がないから"
							}, {
								"id" : "03",
								"title" : "24時間申込み、取引が可能だから"
							}, {
								"id" : "04",
								"title" : "給与振込や公共料金の引落口座に使いたいから"
							}, {
								"id" : "05",
								"title" : "当行から案内されたから"
							}, {
								"id" : "06",
								"title" : "ネットオークションに利用したいから"
							}, {
								"id" : "07",
								"title" : "ペイオフ対策"
							}, {
								"id" : "08",
								"title" : "定期預金等の金利に魅力を感じたから"
							}, {
								"id" : "09",
								"title" : "広島銀行との取引を希望するから"
							}, {
								"id" : "10",
								"title" : "学生証・社員証の作成に必要だから"
							}, {
								"id" : "90",
								"title" : "その他"
							} ],
							// ひろぎんネット支店を知った経緯
							knowProcessData : [ {
								"id" : "01",
								"title" : "ひろぎんホームページ"
							}, {
								"id" : "02",
								"title" : "ひろぎんホームページ以外のサイト"
							}, {
								"id" : "03",
								"title" : "ウェブ広告"
							}, {
								"id" : "04",
								"title" : "新聞広告"
							}, {
								"id" : "05",
								"title" : "行員の案内"
							}, {
								"id" : "06",
								"title" : "当行からのDMや電子メール"
							}, {
								"id" : "90",
								"title" : "その他"
							} ],
							// 店舗区分
							typeKbnData : [ {
								"id" : "0",
								"title" : "窓口店舗"
							}, {
								"id" : "1",
								"title" : "店舗外ATM"
							}, {
								"id" : "2",
								"title" : "企業内"
							} ],
							// 店舗区分
							typeData : [ {
								"id" : "0",
								"title" : "店舗"
							}, {
								"id" : "1",
								"title" : "ATM"
							} ],
							storeTypeData : [ {
								"id" : "1",
								"title" : "本支店"
							}, {
								"id" : "2",
								"title" : "役所・役場"
							}, {
								"id" : "3",
								"title" : "公共施設"
							}, {
								"id" : "4",
								"title" : "デパートスーパー"
							}, {
								"id" : "5",
								"title" : "ショッピング他"
							}, {
								"id" : "6",
								"title" : "空港・駅・港"
							}, {
								"id" : "7",
								"title" : "病院"
							}, {
								"id" : "8",
								"title" : "学校"
							}, {
								"id" : "9",
								"title" : "その他"
							} ],
							// 性別
							sexKbnData : [ {
								"id" : "1",
								"title" : "男"
							}, {
								"id" : "2",
								"title" : "女"
							}, {
								"id" : "00",
								"title" : ""
							} ],
							// 都道府県
							prefecturesCodeData : [ {
								"id" : "1",
								"title" : "北海道"
							}, {
								"id" : "2",
								"title" : "青森県"
							}, {
								"id" : "3",
								"title" : "岩手県"
							}, {
								"id" : "4",
								"title" : "宮城県"
							}, {
								"id" : "5",
								"title" : "秋田県"
							}, {
								"id" : "6",
								"title" : "山形県"
							}, {
								"id" : "7",
								"title" : "福島県"
							}, {
								"id" : "8",
								"title" : "茨城県"
							}, {
								"id" : "9",
								"title" : "栃木県"
							}, {
								"id" : "10",
								"title" : "群馬県"
							}, {
								"id" : "11",
								"title" : "埼玉県"
							}, {
								"id" : "12",
								"title" : "千葉県"
							}, {
								"id" : "13",
								"title" : "東京都"
							}, {
								"id" : "14",
								"title" : "神奈川県"
							}, {
								"id" : "15",
								"title" : "新潟県"
							}, {
								"id" : "16",
								"title" : "富山県"
							}, {
								"id" : "17",
								"title" : "石川県"
							}, {
								"id" : "18",
								"title" : "福井県"
							}, {
								"id" : "19",
								"title" : "山梨県"
							}, {
								"id" : "20",
								"title" : "長野県"
							}, {
								"id" : "21",
								"title" : "岐阜県"
							}, {
								"id" : "22",
								"title" : "静岡県"
							}, {
								"id" : "23",
								"title" : "愛知県"
							}, {
								"id" : "24",
								"title" : "三重県"
							}, {
								"id" : "25",
								"title" : "滋賀県"
							}, {
								"id" : "26",
								"title" : "京都府"
							}, {
								"id" : "27",
								"title" : "大阪府"
							}, {
								"id" : "28",
								"title" : "兵庫県"
							}, {
								"id" : "29",
								"title" : "奈良県"
							}, {
								"id" : "30",
								"title" : "和歌山県"
							}, {
								"id" : "31",
								"title" : "鳥取県"
							}, {
								"id" : "32",
								"title" : "島根県"
							}, {
								"id" : "33",
								"title" : "岡山県"
							}, {
								"id" : "34",
								"title" : "広島県"
							}, {
								"id" : "35",
								"title" : "山口県"
							}, {
								"id" : "36",
								"title" : "徳島県"
							}, {
								"id" : "37",
								"title" : "香川県"
							}, {
								"id" : "38",
								"title" : "愛媛県"
							}, {
								"id" : "39",
								"title" : "高知県"
							}, {
								"id" : "40",
								"title" : "福岡県"
							}, {
								"id" : "41",
								"title" : "佐賀県"
							}, {
								"id" : "42",
								"title" : "長崎県"
							}, {
								"id" : "43",
								"title" : "熊本県"
							}, {
								"id" : "44",
								"title" : "大分県"
							}, {
								"id" : "45",
								"title" : "宮崎県"
							}, {
								"id" : "46",
								"title" : "鹿児島県"
							}, {
								"id" : "47",
								"title" : "沖縄県"
							}, {
								"id" : "00",
								"title" : ""
							} ],
							// 和暦年号
							ordinaryDepositEraKbnData : [ {
								"id" : "1",
								"title" : "明治"
							}, {
								"id" : "2",
								"title" : "大正"
							}, {
								"id" : "3",
								"title" : "昭和"
							}, {
								"id" : "4",
								"title" : "平成"
							}, {
								"id" : "00",
								"title" : ""
							} ],
							// 普通預金の種類
							accountTypeData : [ {
								"id" : "10",
								"title" : "普通預金"
							}, {
								"id" : "20",
								"title" : "総合口座"
							}, {
								"id" : "00",
								"title" : ""
							} ],
							// 職業
							jobKbnData : [ {
								"id" : "01",
								"title" : "会社役員・団体役員"
							}, {
								"id" : "02",
								"title" : "会社員・団体職員"
							}, {
								"id" : "03",
								"title" : "公務員"
							}, {
								"id" : "04",
								"title" : "個人事業主・自営業"
							}, {
								"id" : "05",
								"title" : "パート・アルバイト"
							}, {
								"id" : "06",
								"title" : "派遣・嘱託・契約社員"
							}, {
								"id" : "07",
								"title" : "主婦・主夫"
							}, {
								"id" : "08",
								"title" : "年金受給者"
							}, {
								"id" : "09",
								"title" : "学生"
							}, {
								"id" : "10",
								"title" : "無職"
							}, {
								"id" : "49",
								"title" : "その他"
							}, {
								"id" : "101",
								"title" : "会社役員/団体役員"
							}, {
								"id" : "102",
								"title" : "会社員/団体職員"
							}, {
								"id" : "103",
								"title" : "公務員"
							}, {
								"id" : "104",
								"title" : "派遣社員等"
							}, {
								"id" : "105",
								"title" : "パート/アルバイト"
							}, {
								"id" : "106",
								"title" : "主婦"
							}, {
								"id" : "107",
								"title" : "学生"
							}, {
								"id" : "108",
								"title" : "退職された方/無職の方"
							}, {
								"id" : "199",
								"title" : "その他"
							} ],
							// 事業内容
							businessTypeData : [ {
								"id" : "01",
								"title" : "製造業"
							}, {
								"id" : "02",
								"title" : "建設業"
							}, {
								"id" : "03",
								"title" : "情報通信業"
							}, {
								"id" : "04",
								"title" : "運輸業"
							}, {
								"id" : "05",
								"title" : "卸売業"
							}, {
								"id" : "06",
								"title" : "小売業"
							}, {
								"id" : "07",
								"title" : "サービス業"
							}, {
								"id" : "08",
								"title" : "金融業"
							}, {
								"id" : "09",
								"title" : "保険業"
							}, {
								"id" : "10",
								"title" : "不動産業"
							}, {
								"id" : "11",
								"title" : "農業"
							}, {
								"id" : "12",
								"title" : "林業"
							}, {
								"id" : "13",
								"title" : "同好会・サークル"
							}, {
								"id" : "14",
								"title" : "旅行業"
							}, {
								"id" : "15",
								"title" : "町内会・商店会"
							}, {
								"id" : "16",
								"title" : "同窓会"
							}, {
								"id" : "17",
								"title" : "共済会"
							}, {
								"id" : "18",
								"title" : "マンション管理組合"
							}, {
								"id" : "19",
								"title" : "親睦会"
							}, {
								"id" : "99",
								"title" : "その他"
							}, {
								"id" : "00",
								"title" : ""
							} ],
							// 通帳デザイン
							bankbookDesignKbnData : [ {
								"id" : "1",
								"title" : "－"
							}, {
								"id" : "2",
								"title" : "－"
							}, {
								"id" : "3",
								"title" : "－"
							}, {
								"id" : "4",
								"title" : "－"
							}, {
								"id" : "00",
								"title" : "－"
							} ],
							// カードデザイン区分
							cardDesingKbnData : [ {
								"id" : "1",
								"title" : "普通預金-キャラクター"
							}, {
								"id" : "2",
								"title" : "総合口座-キャラクター"
							}, {
								"id" : "3",
								"title" : "普通預金-一般"
							}, {
								"id" : "4",
								"title" : "総合口座-一般"
							}, {
								"id" : "00",
								"title" : ""
							} ],
							// 口座開設する店舗
							salesOfficeOptionData : [ {
								"id" : "777",
								"title" : "インターネット支店"
							} ],
							// インターネット支店を知ったきっかけ
							knowProcess2Data : [ {
								"id" : "1",
								"title" : "当行ホームページ"
							}, {
								"id" : "2",
								"title" : "当行ホームページ以外のサイト"
							}, {
								"id" : "3",
								"title" : "ウェブ広告"
							}, {
								"id" : "4",
								"title" : "当行からの案内"
							}, {
								"id" : "5",
								"title" : "友人・知人からの紹介"
							}, {
								"id" : "6",
								"title" : "その他"
							}, {
								"id" : "00",
								"title" : ""
							} ],
							// 取引目的
							accountPurposeData : [ {
								"id" : "01",
								"title" : "生計費決済"
							}, {
								"id" : "02",
								"title" : "事業費決済"
							}, {
								"id" : "03",
								"title" : "給与受取"
							}, {
								"id" : "04",
								"title" : "年金受取"
							}, {
								"id" : "05",
								"title" : "仕送り"
							}, {
								"id" : "06",
								"title" : "貯蓄"
							}, {
								"id" : "07",
								"title" : "資産運用"
							}, {
								"id" : "08",
								"title" : "融資返済用口座"
							}, {
								"id" : "09",
								"title" : "外国為替取引"
							}, {
								"id" : "99",
								"title" : "その他"
							}, {
								"id" : "00",
								"title" : ""
							} ],
							// 取引目的
							purposeData : [ {
								"id" : "01",
								"title" : "生計費決済"
							}, {
								"id" : "02",
								"title" : "事業費決済"
							}, {
								"id" : "03",
								"title" : "給与受取/年金受取"
							}, {
								"id" : "04",
								"title" : "貯蓄/資産運用"
							}, {
								"id" : "05",
								"title" : "融資"
							}, {
								"id" : "06",
								"title" : "外国送金"
							}, {
								"id" : "07",
								"title" : "貿易取引"
							}, {
								"id" : "99",
								"title" : "その他"
							}, {
								"id" : "00",
								"title" : ""
							} ],
							// 口座開設をアプリからお申込みできることをどのようにしてお知りになりましたか？
							knowProcessData : [ {
								"id" : "1",
								"title" : "インターネット"
							}, {
								"id" : "2",
								"title" : "雑誌"
							}, {
								"id" : "3",
								"title" : "ポスター"
							}, {
								"id" : "4",
								"title" : "銀行員"
							}, {
								"id" : "5",
								"title" : "チラシ"
							}, {
								"id" : "6",
								"title" : "知人"
							}, {
								"id" : "7",
								"title" : "新聞"
							} ],
							documentPurposeData : [ {
								"id" : "0",
								"title" : "ATMカードローンのお申込み"
							}, {
								"id" : "1",
								"title" : "その他のローンのお申込み"
							}, {
								"id" : "2",
								"title" : "その他のお取り引き"
							} ],
							// インターネットからお申込みいただいた理由は何ですか？
							applicationReasonData : [ {
								"id" : "1",
								"title" : "支店へ行く時間がないため"
							}, {
								"id" : "2",
								"title" : "支店が近くにないため"
							}, {
								"id" : "3",
								"title" : "支店の窓口が混んでいるため"
							}, {
								"id" : "4",
								"title" : "支店に行かなくていいので便利なため"
							}, {
								"id" : "5",
								"title" : "銀行員にすすめられたため"
							}, {
								"id" : "6",
								"title" : "その他"
							} ],
							// 曜日
							holidayData : [ {
								"id" : "1",
								"title" : "月曜日"
							}, {
								"id" : "2",
								"title" : "火曜日"
							}, {
								"id" : "3",
								"title" : "水曜日"
							}, {
								"id" : "4",
								"title" : "木曜日"
							}, {
								"id" : "5",
								"title" : "金曜日"
							}, {
								"id" : "6",
								"title" : "土曜日"
							}, {
								"id" : "7",
								"title" : "日曜日"
							} ],
							// 時間hour
							hourData : [ {
								"id" : "",
								"title" : "--"
							}, {
								"id" : "00",
								"title" : "00"
							}, {
								"id" : "01",
								"title" : "01"
							}, {
								"id" : "02",
								"title" : "02"
							}, {
								"id" : "03",
								"title" : "03"
							}, {
								"id" : "04",
								"title" : "04"
							}, {
								"id" : "05",
								"title" : "05"
							}, {
								"id" : "06",
								"title" : "06"
							}, {
								"id" : "07",
								"title" : "07"
							}, {
								"id" : "08",
								"title" : "08"
							}, {
								"id" : "09",
								"title" : "09"
							}, {
								"id" : "10",
								"title" : "10"
							}, {
								"id" : "11",
								"title" : "11"
							}, {
								"id" : "12",
								"title" : "12"
							}, {
								"id" : "13",
								"title" : "13"
							}, {
								"id" : "14",
								"title" : "14"
							}, {
								"id" : "15",
								"title" : "15"
							}, {
								"id" : "16",
								"title" : "16"
							}, {
								"id" : "17",
								"title" : "17"
							}, {
								"id" : "18",
								"title" : "18"
							}, {
								"id" : "19",
								"title" : "19"
							}, {
								"id" : "20",
								"title" : "20"
							}, {
								"id" : "21",
								"title" : "21"
							}, {
								"id" : "22",
								"title" : "22"
							}, {
								"id" : "23",
								"title" : "23"
							} ],
							// 時間minute
							minuteData : [ {
								"id" : "",
								"title" : "--"
							}, {
								"id" : "00",
								"title" : "00"
							}, {
								"id" : "05",
								"title" : "05"
							}, {
								"id" : "10",
								"title" : "10"
							}, {
								"id" : "15",
								"title" : "15"
							}, {
								"id" : "20",
								"title" : "20"
							}, {
								"id" : "25",
								"title" : "25"
							}, {
								"id" : "30",
								"title" : "30"
							}, {
								"id" : "35",
								"title" : "35"
							}, {
								"id" : "40",
								"title" : "40"
							}, {
								"id" : "45",
								"title" : "45"
							}, {
								"id" : "50",
								"title" : "50"
							}, {
								"id" : "55",
								"title" : "55"
							} ],

							// 電話番号鑑定/IPアドレス鑑定
							appraisalResultData : [ {
								"id" : "1",
								"title" : "要注意"
							}, {
								"id" : "2",
								"title" : "問題なし"
							}, {
								"id" : "3",
								"title" : "鑑定失敗"
							} ],

							// IP脅威度
							ipThreatData : [ {
								"id" : "high",
								"title" : "要注意"
							}, {
								"id" : "low",
								"title" : "低い"
							} ],

							// 検索結果
							resultData : [ {
								"id" : "0",
								"title" : "検索成功"
							}, {
								"id" : "1",
								"title" : "データ無し"
							}, {
								"id" : "2",
								"title" : "電話番号の桁数不正"
							}, {
								"id" : "4",
								"title" : "特殊電話番号等調査対象外、予期しないエラー"
							} ],

							// アテンション
							attentionData : [
									{
										"id" : "-1",
										"title" : "MSG該当なし：｢直近加入」「都合停止」「変更過多」｢長期有効」「エラー」いずれにも該当しない場合"
									}, {
										"id" : "1",
										"title" : "直近加入：三カ月以内に有効になった番号"
									}, {
										"id" : "2",
										"title" : "都合停止：半年以内に都合停止がある番号"
									}, {
										"id" : "3",
										"title" : "変更過多：有効無効を3回以上繰り返している番号"
									}, {
										"id" : "4",
										"title" : "長期有効：24ヵ月以上有効である番号"
									}, {
										"id" : "E",
										"title" : "ｴﾗｰ：特殊番号等で調査不可"
									}, {
										"id" : "U",
										"title" : "未調査：対象ﾃﾞｰﾀが無い番号"
									} ],

							// TACSフラグ
							tacsflagData : [ {
								"id" : "0",
								"title" : "無効：電話番号が使われていない"
							}, {
								"id" : "1",
								"title" : "有効：電話番号が使われている"
							}, {
								"id" : "2",
								"title" : "移転：移転ｱﾅｳﾝｽが流れている電話番号"
							}, {
								"id" : "3",
								"title" : "都合停止：お客様都合で利用ができない電話番号"
							}, {
								"id" : "4",
								"title" : "ｴﾗｰ：判定できない電話番号もしくは050、0120局番等の電話番号"
							}, {
								"id" : "6",
								"title" : "ﾃﾞｰﾀ通信専用端末：モバイルWiFi等のデータ通信専用端末の電話番号"
							}, {
								"id" : "7",
								"title" : "局預け：電話局に電話番号を預けている"
							}, {
								"id" : "8",
								"title" : "再調査：判定できない電話番号"
							}, {
								"id" : "9",
								"title" : "INS回線有効：電話番号が使われている（ISDN回線）"
							}, {
								"id" : "S",
								"title" : "NTT以外：NTT以外で一部判定ができない電話番号"
							} ],

							// PS-IP
							psipData : [ {
								"id" : "true",
								"title" : "要注意"
							}, {
								"id" : "false",
								"title" : "-"
							} ],

							// Proxy利用
							proxyData : [ {
								"id" : "true",
								"title" : "要注意（利用している可能性あり）"
							}, {
								"id" : "false",
								"title" : "-"
							} ],

							// ログイン状態
							loginStatusData : [ {
								"id" : "0",
								"title" : "未ログイン"
							}, {
								"id" : "1",
								"title" : "ログイン中"
							} ],
							// 配信状況
							sendStatusData : [ {
								"id" : "1",
								"title" : "承認待ち"
							}, {
								"id" : "2",
								"title" : "未配信"
							}, {
								"id" : "3",
								"title" : "配信済"
							}, {
								"id" : "4",
								"title" : "配信失敗"
							}, {
								"id" : "5",
								"title" : "配信不可"
							}, {
								"id" : "6",
								"title" : "承認取下げ（未配信）"
							}, {
								"id" : "7",
								"title" : "承認取下（配信不可）"
							}, {
								"id" : "8",
								"title" : "承認取下（配信エラー）"
							} ],
							// 配信状況
							yamgataSendStatusData : [ {
								"id" : "0",
								"title" : "未配信"
							}, {
								"id" : "1",
								"title" : "承認待ち"
							}, {
								"id" : "2",
								"title" : "配信済"
							}, {
								"id" : "3",
								"title" : "承認済（配信不可）"
							}, {
								"id" : "4",
								"title" : "承認済（配信失敗）"
							}, {
								"id" : "5",
								"title" : "承認取下"
							} ],
							// 利用中フラグ
							useFlagData : [ {
								"id" : "0",
								"title" : "未利用"
							}, {
								"id" : "1",
								"title" : "利用中"
							}, {
								"id" : "2",
								"title" : "失効"
							} ],
							// 
							useFlgData : [ {
								"id" : "0",
								"title" : "未"
							}, {
								"id" : "1",
								"title" : "済"
							} ],

							delFlgData : [ {
								"id" : "0",
								"title" : "有効"
							}, {
								"id" : "1",
								"title" : "無効"
							} ],
							openFlgData : [ {
								"id" : "0",
								"title" : "非公開"
							}, {
								"id" : "1",
								"title" : "公開"
							} ],

							userFlagData : [ {
								"id" : 0,
								"title" : "公開"
							}, {
								"id" : 1,
								"title" : "非公開"
							} ],
							userTypeData : [ {
								"id" : "0",
								"title" : "ゲスト"
							}, {
								"id" : "1",
								"title" : "メールアドレス"
							}, {
								"id" : "2",
								"title" : "facebook"
							}, {
								"id" : "3",
								"title" : "Yahoo!"
							}, {
								"id" : "4",
								"title" : "Google"
							}, {
								"id" : "5",
								"title" : "MoneyTree ID"
							} ],
							userKeyData : [ {
								"id" : "0",
								"title" : "ゲスト"
							}, {
								"id" : "1",
								"title" : "メールアドレス"
							}, {
								"id" : "2",
								"title" : "facebook"
							}, {
								"id" : "3",
								"title" : "Yahoo!"
							}, {
								"id" : "4",
								"title" : "Google"
							} ],
							// 性別
							iyoSexData : [ {
								"id" : "0",
								"title" : "男"
							}, {
								"id" : "1",
								"title" : "女"
							}, {
								"id" : "2",
								"title" : "その他"
							} ],
							// 職業
							iyoOccupationData : [ {
								"id" : "1",
								"title" : "会社役員/ 団体役員"
							}, {
								"id" : "2",
								"title" : "会社員/ 団体職員"
							}, {
								"id" : "3",
								"title" : "公務員"
							}, {
								"id" : "4",
								"title" : "個人事業主/ 自営業"
							}, {
								"id" : "5",
								"title" : "主婦"
							}, {
								"id" : "6",
								"title" : "学生"
							}, {
								"id" : "7",
								"title" : "退職された方/ 無職の方"
							}, {
								"id" : "8",
								"title" : "パート/ アルバイト/ 派遣社員/ 契約社員"
							}, {
								"id" : "9",
								"title" : "その他	"
							} ],
							loanTypeData : [ {
								"id" : "0",
								"title" : "ニューカードローン"
							}, {
								"id" : "1",
								"title" : "マイカーローン"
							}, {
								"id" : "2",
								"title" : "教育ローン"
							}, {
								"id" : "3",
								"title" : "フリーローン"
							} ],
						}
						this.message = {
							applyStatusMessage : {
								"err.500" : "システムエラーが発生しました。再実行しても解決しない場合はシステム管理者にお問い合わせ下さい。",
								"e.account001.1001" : "登録されたユーザIDが存在しました。",
								"e.account001.1002" : "帳票を出力できませんでした。",
								"e.account001.1003" : "更新されたユーザが存在しない。",
								"e.account001.1004" : "検索失敗しました。",
								"e.account001.1005" : "登録失敗しました。",
								"e.account001.1006" : "更新失敗しました。",
								"e.account001.1007" : "削除失敗しました。",
								"e.account001.1008" : "CSV出力できませんでした。",
								"e.accountAppList.1001" : "このデータは削除されています。",
								"e.accountAppList.1002" : "申込データがありません。",
								"e.accountAppList.1003" : "配信履歴を登録できませんでした。",
								"e.accountAppList.1004" : "更新できませんでした。",
								"e.accountAppDetail.1001" : "このデータは削除されています。",
								"e.accountAppDetail.1002" : "更新できませんでした。",
								"e.accountAppDetail.1003" : "本人確認書類画像が登録されていません。",
								"e.accountAppDetail.1004" : "ステータスを変更しました。",
								"e.accountAppDetail.1005" : "ステータスを変更してください。",
								"e.authorityList.1001" : "この権限は使用中なので削除できません。。",
								"e.authorityList.1002" : "この権限データは削除されています。",
								"e.authorityList.1003" : "権限データがありません。",
								"e.authorityList.1004" : "権限データを登録できませんでした。",
								"e.authorityList.1005" : "更新できませんでした。",
								"e.authorityList.1006" : "データもう削除しました。",
								"e.storeATMList.1001" : "このデータは削除されています。",
								"e.storeATMList.1002" : "店舗データがありません。",
								"e.storeATMList.1003" : "店舗データを登録できませんでした。",
								"e.storeATMList.1005" : "店舗コード既に登録しました。",
								"e.storeATMDetail.1001" : "このデータは削除されています。",
								"e.storeATMDetail.1002" : "更新できませんでした。",
								"e.storeATMDetail.1003" : "店舗を登録できませんでした。",
								"e.iyoStoreATMDetail.1001" : "店番号既に登録しました。",
								"e.user001.1001" : "ユーザが存在しません。",
								"e.user001.1002" : "ユーザを選択してください。",
								"e.user001.1003" : "CSV処理失敗しました。",
								"i.user001.1001" : "選択したユーザを削除しますか？",
								"e.user001.1004" : "ユーザを削除できませんでした。",
								"e.userDetail.1001" : "このデータは削除されています。",
								"e.userDetail.1002" : "ユーザを登録できませんでした。",
								"e.userDetail.1003" : "更新できませんでした。",
								"e.userDetail.1004" : "このユーザIDは利用できません。別のユーザIDを入力してください。",
								"e.userDetail.1005" : "パスワードをリセットできませんでした。",
								"e.userDetail.1006" : "パスワード変更履歴を削除できませんでした。",
								"i.userDetail.1001" : "パスワードをリセットしました。",
								"e.csv.1001" : "本人確認書類PDF出力できませんでした。",
								"e.login001.1001" : "ユーザIDかパスワードが間違っています。もう一度入力してください。",
								"e.login001.1002" : "ユーザIDがロックされています。管理者にお問い合わせください。",
								"e.login001.1003" : "新しいパスワードと確認パスワードが一致しませんでした。同じパスワードを入力してください。",
								"e.login001.1004" : "一定回数ログインに失敗したのでロックされました。管理者にお問い合わせください。",
								"e.login001.1005" : "パスワードを入力してください。",
								"e.login001.1006" : "パスワードをリセットしました。",
								"e.login001.1007" : "パスワードを変更しました。",
								"e.login001.1008" : "新しいパスワードは半角英数を入力してください。",
								"e.login001.1009" : "新しいパスワードは半角英数混合8文字以上で入力してください。",
								"e.login001.1010" : "本日は既にパスワードを変更済のため、再度変更する場合は明日以降に実施してください。",
								"e.login001.1011" : "入力されたパスワードは直近利用されていますので別のパスワードを入力してください。",
								"e.login001.1012" : "新しいパスワードは半角英数混合8文字以上で入力してください。",
								"e.login001.1013" : "古いパスワードが間違っています。もう一度入力してください。",
								"e.login001.1014" : "古いパスワードを入力してください。",
								"e.login001.1015" : "新しいパスワードを入力してください。",
								"e.login001.1016" : "確認パスワードを入力してください。",
								"e.push001.1001" : "Push通知承認データがありません。",
								"e.push001.1002" : "Push通知承認データを選択してください。",
								"e.push001.1003" : "承認したすべての申込に配信できませんでした。",
								"e.push001.1004" : "承認した申込に配信できませんでした。",
								"i.push001.1004" : "承認した申込に配信しました。",
								"i.push001.1002" : "承認したすべての申込に配信しました。",
								"i.push001.1003" : "配信処理を行う。よろしいでしょうか？",
								"i.push001.1001" : "一括配信処理を行います。よろしいでしょうか？",
								"w.push001.1001" : "承認した一部の申込が配信できませんでした。",
								"e.login001.1017" : "ユーザIDかパスワードが間違っています。\nもう一度入力してください。",
								"e.login001.1018" : "ユーザIDを入力してください。",
								"e.file001.1001" : "ファイルをアップロードできませんでした。",
								"e.file001.1002" : "更新履歴データがありません。",
								"e.file001.1003" : "このデータは削除されています。",
								"e.file001.1004" : "データを削除できませんでした。",
								"e.fileList.1001" : "表示用画像＆URLデータが存在しません。",
								"e.fileDetail.1002" : "このファイル名（日本語）は利用できません。別のファイル名（日本語）を入力してください。",
								"e.fileDetail.1003" : "このファイル名（英語）は利用できません。別のファイル名（英語）を入力してください。",
								"w.masterData.1001" : "このデータは削除されています。",
								"e.fileDetail.1004" : "このデータは削除されています。",
								"e.fileDetail.1005" : "登録できませんでした。",
								"e.fileDetail.1006" : "更新できませんでした。",
								"i.push001.1005" : "承認取下を行います。よろしいでしょうか？",
								"e.push001.1008" : "承認取下する申込を選択してください。",
								"i.push001.1006" : "承認取下しました。",
								"e.push001.1007" : "承認取下できませんでした。",
								"w.push001.1002" : "一部の申込が承認取下できませんでした。",
								"e.fileDetail.1007" : "データを削除できませんでした。",
								"e.contentsApp.1001" : "このアプリケーションコードは既に登録されています。別のアプリケーションコードを入力してください。",
								"e.contentsApp.1002" : "アプリケージョンデータがありません。",
								"e.contentsApp.1003" : "このデータは削除されています。",
								"e.contents.1001" : "アプリケーションが存在しません。",
								"e.contents.1002" : "このコンテンツ種別コードは既に削除されています。別のコンテンツ種別コードを選択してください。",
								"e.contents.1003" : "このコンテンツIDは既に登録されています。別のコンテンツIDを入力してください。",
								"e.contents.1004" : "このコンテンツ種別コードは既に登録されています。別のコンテンツ種別コードを入力してください。",
								"e.contents.1005" : "コンテンツデータがありません。",
								"e.contents.1006" : "このデータは削除されています。",
								"e.orderID.1001" : "表示順は重複しないように入力してください。",
								"e.contentsType.1001" : "コンテンツ種別データがありません。",
								"e.contentsType.1002" : "このデータは削除されています。",
								"e.pushMessageList.1001" : "配信履歴データが存在しません。",
								"e.pushMessageList.1002" : "更新失敗しました。",
								"e.pushMessage.1003" : "登録失敗しました。",
								"e.pushMessage.1004" : "このデータは削除されています。",
								"e.pushMessage.1005" : "配信失敗しました。",
								"e.generalPurpose.1001" : "汎用DB＆データがありません。",
								"e.generalPurpose.1002" : "申込ユーザー情報データがありません。",
								"e.useUserList.1001" : "利用ユーザーデータが存在しません。",
							}
						}
					}
					return {
						getInsightData : function(key) {
							var cd = new ConstantData();
							return cd.insight[key];
						},
						getMessageData : function(key) {
							var cd = new ConstantData();
							return cd.message[key];
						}
					}
				})
