#-------------------------insight WEB-----------------------
# errors
err.500=\u30b7\u30b9\u30c6\u30e0\u30a8\u30e9\u30fc\u3001\u7ba1\u7406\u54e1\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.account001.1001=\u767b\u9332\u3055\u308c\u305f\u30e6\u30fc\u30b6ID\u304c\u5b58\u5728\u3057\u307e\u3057\u305f\u3002
e.account001.1002=\u5e33\u7968\u3092\u51fa\u529b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.account001.1003=\u66f4\u65b0\u3055\u308c\u305f\u30e6\u30fc\u30b6\u304c\u5b58\u5728\u3057\u306a\u3044\u3002
e.accountAppDetail.1001=\u3053\u306e\u7533\u8fbc\u30c7\u30fc\u30bf\u306f\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
e.accountAppDetail.1002=\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.accountAppDetail.1003=\u672c\u4eba\u78ba\u8a8d\u66f8\u985e\u753b\u50cf\u304c\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
e.accountAppList.1001=\u3053\u306e\u7533\u8fbc\u30c7\u30fc\u30bf\u306f\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
e.accountAppList.1002=\u7533\u8fbc\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
e.accountAppList.1003=\u914d\u4fe1\u5c65\u6b74\u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.accountAppList.1004=\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.account001.1004=\u691c\u7d22\u5931\u6557\u3057\u307e\u3057\u305f\u3002
e.account001.1005=\u767b\u9332\u5931\u6557\u3057\u307e\u3057\u305f\u3002
e.account001.1006=\u66f4\u65b0\u5931\u6557\u3057\u307e\u3057\u305f\u3002
e.account001.1007=\u524a\u9664\u5931\u6557\u3057\u307e\u3057\u305f\u3002
e.account001.1008=CSV\u51fa\u529b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.authorityList.1001=\u3053\u306e\u6a29\u9650\u306f\u4f7f\u7528\u4e2d\u306a\u306e\u3067\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
e.authorityList.1002=\u3053\u306e\u6a29\u9650\u30c7\u30fc\u30bf\u306f\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
e.authorityList.1003=\u6a29\u9650\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
e.authorityList.1004=\u6a29\u9650\u30c7\u30fc\u30bf\u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.authorityList.1005=\u6a29\u9650\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.authorityList.1006=\u30c7\u30fc\u30bf\u3082\u3046\u524a\u9664\u3057\u307e\u3057\u305f\u3002
e.storeATMList.1001=\u3053\u306e\u30c7\u30fc\u30bf\u306f\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
e.storeATMList.1002=\u5e97\u8217\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
e.storeATMList.1003=\u5e97\u8217\u30c7\u30fc\u30bf\u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.storeATMList.1004=\u5e97\u8217\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.storeATMList.1005=\u5e97\u8217\u30b3\u30fc\u30c9\u65e2\u306b\u767b\u9332\u3057\u307e\u3057\u305f\u3002
e.storeATMDetail.1001=\u3053\u306e\u30c7\u30fc\u30bf\u306f\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
e.storeATMDetail.1002=\u5e97\u8217\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.storeATMDetail.1003=\u5e97\u8217\u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.iyoStoreATMDetail.1001=\u5E97\u756A\u53F7\u65E2\u306B\u767B\u9332\u3057\u307E\u3057\u305F\u3002
e.user001.1001=\u30e6\u30fc\u30b6\u30fc\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
e.user001.1004=\u30e6\u30fc\u30b6\u30fc\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.userDetail.1001=\u3053\u306e\u30c7\u30fc\u30bf\u306f\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
e.userDetail.1002=\u30e6\u30fc\u30b6\u30fc\u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.userDetail.1003=\u30e6\u30fc\u30b6\u30fc\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.userDetail.1004=\u5165\u529b\u3057\u305f\u30e6\u30fc\u30b6\u30fcID\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u306e\u3067\u5225\u306e\u30e6\u30fc\u30b6ID\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.userDetail.1005=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.userDetail.1006=\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\u5c65\u6b74\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.csv.1001=\u672c\u4eba\u78ba\u8a8d\u66f8\u985ePDF\u51fa\u529b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.accountAppListErr.1001=\u7533\u8fbc\u65e5\u6642\u306f"yyyy/mm/dd hh:mm"\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1002=\u6f22\u5b57\u6c0f\u540d\u306e\u59d3\u306f\u5168\u89d215\u6587\u5b57\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1003=\u6f22\u5b57\u6c0f\u540d\u306e\u540d\u306f\u5168\u89d215\u6587\u5b57\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1004=\u30ab\u30ca\u6c0f\u540d\u306e\u59d3\u306f\u5168\u89d215\u6587\u5b57\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1005=\u30ab\u30ca\u6c0f\u540d\u306e\u540d\u306f\u5168\u89d215\u6587\u5b57\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1006=\u751f\u5e74\u6708\u65e5\u306f"yyyy/mm/dd"\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1007=\u6e80\u5e74\u9f62\u306f\u6570\u5024\u30bf\u30a4\u30d7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1008=\u5e74\u9f62\u306f20\u6b73\u4ee5\u4e0a\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1009=\u90f5\u4fbf\u756a\u53f7\u306f8\u6841\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1010=\u90fd\u9053\u5e9c\u770c\u306f\u5168\u89d24\u6587\u5b57\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1011=\u4f4f\u6240\u6f22\u5b57\uff12\u306f\u5168\u89d225\u6587\u5b57\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1012=\u4f4f\u6240\u30ab\u30ca\uff12\u306f\u5168\u89d230\u6587\u5b57\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1013=\u81ea\u5b85\u96fb\u8a71\u756a\u53f7\u306f20\u6841\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1014=\u643a\u5e2f\u96fb\u8a71\u756a\u53f7\u306f20\u6841\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1015=\u52e4\u52d9\u5148\u96fb\u8a71\u756a\u53f7\u306f20\u6841\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1016=\u304a\u53d6\u5f15\u306e\u76ee\u7684\u306e\u305d\u306e\u4ed6\u8a18\u8ff0\u306f\u5168\u89d220\u6587\u5b57\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1017=\u8077\u696d\u306e\u305d\u306e\u4ed6\u8a18\u8ff0\u306f\u5168\u89d210\u6587\u5b57\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1018=\u4fdd\u6709\u53e3\u5ea7\u306e\u5e97\u756a\u306f\u6570\u5024\u30bf\u30a4\u30d7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1019=\u4fdd\u6709\u53e3\u5ea7\u306e\u5e97\u756a\u306f3\u6841\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1020=\u4fdd\u6709\u53e3\u5ea7\u306e\u53e3\u5ea7\u756a\u53f7\u306f\u6570\u5024\u30bf\u30a4\u30d7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1021=\u4fdd\u6709\u53e3\u5ea7\u306e\u53e3\u5ea7\u756a\u53f7\u306f7\u6841\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1022=\u30c0\u30a4\u30ec\u30af\u30c8\u30d0\u30f3\u30ad\u30f3\u30b0\u306e\u5e97\u756a\u306f\u6570\u5024\u30bf\u30a4\u30d7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1023=\u30c0\u30a4\u30ec\u30af\u30c8\u30d0\u30f3\u30ad\u30f3\u30b0\u306e\u5e97\u756a\u306f3\u6841\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1024=\u30c0\u30a4\u30ec\u30af\u30c8\u30d0\u30f3\u30ad\u30f3\u30b0\u306e\u53e3\u5ea7\u756a\u53f7\u306f\u6570\u5024\u30bf\u30a4\u30d7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1025=\u30c0\u30a4\u30ec\u30af\u30c8\u30d0\u30f3\u30ad\u30f3\u30b0\u306e\u53e3\u5ea7\u756a\u53f7\u306f7\u6841\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1026=\u30c6\u30ec\u30d0\u30f3\u306e\u4e8b\u524d\u767b\u9332\u306e1\u56de\u3042\u305f\u308a\u306e\u632f\u8fbc\u9650\u5ea6\u984d\u306f500\u4e07\u5186\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1027=\u30c6\u30ec\u30d0\u30f3\u306e\u4e8b\u524d\u767b\u9332\u306e1\u65e5\u3042\u305f\u308a\u306e\u632f\u8fbc\u9650\u5ea6\u984d\u306f500\u4e07\u5186\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1028=\u30c6\u30ec\u30d0\u30f3\u306e\u90fd\u5ea6\u306e1\u56de\u3042\u305f\u308a\u306e\u632f\u8fbc\u9650\u5ea6\u984d\u306f50\u4e07\u5186\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1029=\u30c6\u30ec\u30d0\u30f3\u306e\u90fd\u5ea6\u306e1\u65e5\u3042\u305f\u308a\u306e\u632f\u8fbc\u9650\u5ea6\u984d\u306f50\u4e07\u5186\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1030=\u30a4\u30f3\u30d0\u30f3\u306e\u4e8b\u524d\u767b\u9332\u306e1\u56de\u3042\u305f\u308a\u306e\u632f\u8fbc\u9650\u5ea6\u984d\u306f500\u4e07\u5186\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1031=\u30a4\u30f3\u30d0\u30f3\u306e\u4e8b\u524d\u767b\u9332\u306e1\u65e5\u3042\u305f\u308a\u306e\u632f\u8fbc\u9650\u5ea6\u984d\u306f500\u4e07\u5186\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1032=\u30a4\u30f3\u30d0\u30f3\u306e\u90fd\u5ea6\u306e1\u56de\u3042\u305f\u308a\u306e\u632f\u8fbc\u9650\u5ea6\u984d\u306f100\u4e07\u5186\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1033=\u30a4\u30f3\u30d0\u30f3\u306e\u90fd\u5ea6\u306e1\u65e5\u3042\u305f\u308a\u306e\u632f\u8fbc\u9650\u5ea6\u984d\u306f100\u4e07\u5186\u4ee5\u4e0b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1034=\u30ad\u30e3\u30c3\u30b7\u30e5\u30ab\u30fc\u30c9\u6697\u8a3c\u756a\u53f7\u306f\u6570\u5024\u30bf\u30a4\u30d7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.accountAppListErr.1035=\u30c0\u30a4\u30ec\u30af\u30c8\u30d0\u30f3\u30ad\u30f3\u30b0\u306e\u6697\u8a3c\u756a\u53f7\u306f\u6570\u5024\u30bf\u30a4\u30d7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1001=\u30e6\u30fc\u30b6\u30fcID\u304b\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002\u3082\u3046\u4e00\u5ea6\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1002=\u30e6\u30fc\u30b6\u30fcID\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
e.login001.1003=\u65b0\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u78ba\u8a8d\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u540c\u3058\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1004=\u4e00\u5b9a\u56de\u6570\u30ed\u30b0\u30a4\u30f3\u306b\u5931\u6557\u3057\u305f\u306e\u3067\u30ed\u30c3\u30af\u3055\u308c\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
e.login001.1005=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1006=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u307e\u3057\u305f\u3002
e.login001.1007=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u307e\u3057\u305f\u3002
e.login001.1008=\u65b0\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u534a\u89d2\u82f1\u6570\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1009=\u65b0\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u534a\u89d2\u82f1\u6570\u6df7\u54088\u6587\u5b57\u4ee5\u4e0a\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1010=\u672c\u65e5\u306f\u65e2\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u6e08\u306e\u305f\u3081\u3001\u518d\u5ea6\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u660e\u65e5\u4ee5\u964d\u306b\u5b9f\u65bd\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1011=\u5165\u529b\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u76f4\u8fd1\u5229\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u306e\u3067\u5225\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1012=\u65b0\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u534a\u89d2\u82f1\u6570\u6df7\u54088\u6587\u5b57\u4ee5\u4e0a\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1013=\u65e7\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002\u3082\u3046\u4e00\u5ea6\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1014=\u65e7\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1015=\u65b0\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1016=\u78ba\u8a8d\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.login001.1018=\u30e6\u30fc\u30b6\u30fcID\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.push001.1001=Push\u901a\u77e5\u627f\u8a8d\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
e.push001.1002=\u4e00\u4ef6\u30c7\u30fc\u30bf\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.push001.1003=\u627f\u8a8d\u3057\u305f\u3059\u3079\u3066\u306e\u7533\u8fbc\u306b\u914d\u4fe1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.push001.1004=\u627f\u8a8d\u3057\u305f\u7533\u8fbc\u306b\u914d\u4fe1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
w.push001.1001=\u627f\u8a8d\u3057\u305f\u4e00\u90e8\u306e\u7533\u8fbc\u304c\u914d\u4fe1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
i.push001.1004=\u627f\u8a8d\u3057\u305f\u7533\u8fbc\u306b\u914d\u4fe1\u3057\u307e\u3057\u305f\u3002
i.push001.1002=\u627f\u8a8d\u3057\u305f\u3059\u3079\u3066\u306e\u7533\u8fbc\u306b\u914d\u4fe1\u3057\u307e\u3057\u305f\u3002
e.file001.1001=\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u5931\u6557\u3057\u307e\u3057\u305f\u3002
e.file001.1002=\u66f4\u65b0\u5c65\u6b74\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
e.file001.1003=\u3053\u306e\u30c7\u30fc\u30bf\u306f\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
e.file001.1004=\u30c7\u30fc\u30bf\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.masterData001.1001=\u5e97\u8217ATM\u66f4\u65b0\u5c65\u6b74\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
e.fileDetail.1004=\u3053\u306e\u30c7\u30fc\u30bf\u3082\u3046\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
e.fileList.1001=\u8868\u793a\u7528\u753b\u50cf\uff06URL\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
e.fileDetail.1002=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u540d\uff08\u65e5\u672c\u8a9e\uff09\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u5225\u306e\u30d5\u30a1\u30a4\u30eb\u540d\uff08\u65e5\u672c\u8a9e\uff09\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.fileDetail.1003=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u540d\uff08\u82f1\u8a9e\uff09\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u5225\u306e\u30d5\u30a1\u30a4\u30eb\u540d\uff08\u82f1\u8a9e\uff09\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.fileDetail.1005=\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.fileDetail.1006=\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
i.push001.1006=\u627f\u8a8d\u53d6\u4e0b\u3057\u307e\u3057\u305f\u3002
e.push001.1007=\u627f\u8a8d\u53d6\u4e0b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
w.push001.1002=\u4e00\u90e8\u306e\u7533\u8fbc\u304c\u627f\u8a8d\u53d6\u4e0b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.fileDetail.1007=\u30c7\u30fc\u30bf\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
e.contents.1001=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
e.contents.1002=\u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u7a2e\u5225\u30b3\u30fc\u30c9\u306f\u65e2\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u7a2e\u5225\u30b3\u30fc\u30c9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.contents.1003=\u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4ID\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u30b3\u30f3\u30c6\u30f3\u30c4ID\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.contents.1004=\u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u7a2e\u5225\u30b3\u30fc\u30c9\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u7a2e\u5225\u30b3\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.contents.1005=\u30b3\u30f3\u30c6\u30f3\u30c4\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
e.contents.1006=\u3053\u306e\u30c7\u30fc\u30bf\u306f\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
e.contentsApp.1001=\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b3\u30fc\u30c9\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b3\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.contentsApp.1002=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b8\u30e7\u30f3\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
e.contentsApp.1003=\u3053\u306e\u30c7\u30fc\u30bf\u306f\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
e.orderID.1001=\u8868\u793a\u9806\u306f\u91cd\u8907\u3057\u306a\u3044\u3088\u3046\u306b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
e.contentsType.1001=\u30b3\u30f3\u30c6\u30f3\u30c4\u7a2e\u5225\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
e.contentsType.1002=\u3053\u306E\u30C7\u30FC\u30BF\u306F\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059\u3002
e.pushMessageList.1001=\u914D\u4FE1\u5C65\u6B74\u30C7\u30FC\u30BF\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
e.pushMessageList.1002=\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
e.pushMessage.1004=\u3053\u306E\u30C7\u30FC\u30BF\u306F\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059
e.pushMessage.1005=\u914D\u4FE1\u5931\u6557\u3057\u307E\u3057\u305F\u3002
e.pushMessage.1003=\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
e.generalPurpose.1001=\u6c4e\u7528DB\uff06\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
e.generalPurpose.1002=Áî≥Ëæº„É¶„Éº„Ç∂„ÉºÊÉÖÂ†±„Éá„Éº„Çø„Åå„ÅÇ„Çä„Åæ„Åõ„Çì„
e.useUserList.1001=\u5229\u7528\u30E6\u30FC\u30B6\u30FC\u30C7\u30FC\u30BF\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002ÄÇ
#info
i.userDetail.1001=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\u3002
#warning
w.masterData.1001=\u9078\u629e\u3057\u305f\u30c7\u30fc\u30bf\u3082\u3046\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
#-------------------------insight API-----------------------#
# errors
e.accountMnt.1001=
e.accountMnt.1002=
e.accountMnt.1003=
e.accountMnt.1004=
e.accountMnt.1005=
e.accountMnt.1006=
e.accountMnt.1007=
e.accountMnt.1008=
e.accountMnt.1009=
e.accountMnt.1010=
e.accountMnt.1011=
e.accountMnt.1012=
e.accountMnt.1030=
e.accountMnt.9001=
e.accountMnt.9002=
e.support.1001=
e.commonAuth.1001=
e.accountOpen.1006=
e.storeInfo.1001=
e.commonVerson.1001=


#info
i.accountMnt.1001=
i.accountMnt.1002=
i.accountMnt.1003=
i.accountMnt.1004=
i.accountMnt.1005=
i.accountMnt.1006=
i.accountMnt.1007=
i.accountMnt.1008=
i.accountMnt.1009=
i.support.1001=
i.user.1001=
i.user.1002=
i.user.1003=
#warning